Fabric Wire Diameter is too large.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WireDiameterTooLarge { get; }
  Visual Basic
Public Shared ReadOnly Property WireDiameterTooLarge As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WireDiameterTooLarge {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricFailures Class
  Autodesk.Revit.DB Namespace